Repository: bigandy/big-andy.co.uk
Catalog: content/plugins/webmention/languages/webmention-*.po
Languages: de_de, fr_fr

source: Target URL for the Webmention
de_de: Ziel URL für die Webmentions
fr_fr: Adresse cible pour la webmention

source: Source URL for the Webmention
de_de: Quellen URL der Webmention
fr_fr: Adresse source pour la webmention

source: Target URL Fragment for the Webmention
de_de: Ziel-URL-Fragment für die Webmention
fr_fr: Ancre dans l’adresse cible pour la pour la webmention

source: Original Creation Time for the Webmention (GMT)
de_de: Ursprüngliche Erstellungszeit für die Webmention (GMT)
fr_fr: Heure de création d’organe pour la webmention (GMT)

source: Response Code Returned During Webmention Verification
de_de: Antwortcode wurde während der Verifikation der Webmention zurückgegeben
fr_fr: Code de réponse retourné lors de la vérification de la webmention

source: Source is missing
de_de: Quelle fehlt
fr_fr: La source est manquante

source: Target is missing
de_de: Ziel fehlt
fr_fr: La cible est manquante

source: Target is not on this domain
de_de: Das angegebene Ziel ist nicht auf dieser Domain
fr_fr: La cible n’est pas sur ce domaine

source: Target is not a valid post
de_de: Ziel ist kein valider Artikel
fr_fr: La cible n’est pas un article valide

source: Target and source cannot direct to the same resource
de_de: Ziel und Quelle können nicht auf dieselbe Ressource verweisen
fr_fr: Cible et source ne peuvent pas pointer vers la même ressource

source: Pings are disabled for this post
de_de: Dieser Artikel kann nicht benachrichtigt werden
fr_fr: Les pings sont désactivés pour cet article

source: Webmention is scheduled
de_de: Webmention ist geplant
fr_fr: La webmention est programmée

source: Webmention was successful
de_de: Webmention war erfolgreich
fr_fr: La webmention a réussi avec succès

source: Invalid data passed
de_de: Ungültige Daten übergeben
fr_fr: Données transmises invalides

source: Source URL not found
de_de: Quell-URL nicht gefunden
fr_fr: Adresse source introuvable

source: Content Type is not supported
de_de: Dieser Content-Type wird nicht unterstützt
fr_fr: Type de contenu n’est pas supporté

source: Resource has been deleted
de_de: Ressource wurde gelöscht
fr_fr: La ressource a été effacée

source: Resource removed for legal reasons
de_de: Ressource wurde aus rechtlichen Gründen entfernt
fr_fr: La ressource a été retirée pour des raisons juridiques

source: Cannot find target link
de_de: Ziel Link kann nicht gefunden werden
fr_fr: Lien destination introuvable

source: This %1$s was mentioned on <a href="%2$s">%3$s</a>
de_de: Diese/r %1$s wurde auf <a href="%2$s">%3$s</a> erwähnt
fr_fr: Cet(te) %1$s a été mentionné sur <a href=« %2$s »>%3$s</a>

source: Respond on your own site? Send me a <a href="http://indieweb.org/webmention">Webmention</a> by writing something on your website that links to this post and then enter your post URL below.
de_de: Willst Du auf Deiner eigenen Website antworten? Schick mir eine <a href="http://indieweb.org/webmention">Webmention</a> indem Du etwas auf Deiner Website schreibst das auf diesen Artikel verlinkt, und füge die URL anschließend unten ein.
fr_fr: Vous répondez sur votre propre site ? Envoyez-moi une <a href="http://indieweb.org/webmention">Webmention</a> en écrivant quelque chose qui pointe ici sur votre site web et entrez l’adresse de votre billet ci-dessous.

source: URL/Permalink of your article
de_de: URL deines Artikels
fr_fr: Adresse/Permalien de votre article

source: Ping me!
de_de: Gib Bescheid!
fr_fr: Faites-moi un ping!

source: Disable self-pings on the same URL <small>(for example "http://example.com/?p=123")</small>
de_de: Deaktiviere Benachrichtigungen an dieselbe URL <small>(zum Beispiel „http://example.com/?p=123“)</small>
fr_fr: Désactiver les auto-pings sur la même adresse <small>(for example « http://example.com/?p=123 »)</small>

source: Disable self-pings on the same Domain <small>(for example "example.com")</small>
de_de: Deaktiviere benachrichtigungen an dieselbe Domain <small>(zum Beispiel „example.com“)</small>
fr_fr: Désactiver les auto-pings sur la même adresse <small>(for example « http://example.com/?p=123 »)</small>

source: Enable Webmention Support for Pages
de_de: Aktiviere die Webmention Unterstützung für Seiten
fr_fr: Activer le support des web mentions pour les pages

source: Show a Webmention form at the comment section, to enable manual pings.
de_de: Zeige ein Formular für Webmentions im Kommentar Abschnitt um manuelle Pings zu aktivieren.
fr_fr: Afficher un formulaire webmention pour permettre les pings manuels au niveau de la section de commentaires.

source: Set a page for mentions of the homepage to be sent to:
de_de: Wähle eine Seite aus an die Erwähnungen der Homepage gesendet werden:
fr_fr: Définir la page où les webmention de la page d’accueil seront envoyées :

source: No Homepage Mentions
de_de: Keine Homepage Erwähnungen
fr_fr: Pas de webmention pour la page d’accueil

source: Visit site
de_de: Seite besuchen
fr_fr: Visiter le site

source: Webmention Endpoint
fr_fr: Point d’entrée webmention

source: Send a Webmention
de_de: Sende eine Webmention
fr_fr: Envoyer une webmention

source: Source URL
de_de: URL der Quelle
fr_fr: Adresse source

source: Target URL
de_de: URL des Ziels
fr_fr: Adresse cible

source: URL/Permalink of my article
de_de: URL/Permaling meines Artikels
fr_fr: Adresse/Permalien de mon article

source: Webmention is a way for you to tell me "Hey, I have written a response to your post."
de_de: Webmention ist eine Möglichkeit mit mitzuteilen “Hey, ich habe eine Antwort zu deinem Artikel geschrieben.”
fr_fr: Les web mentions sont un moyen pour vous de me dire « Hey, j’ai écrit une réponse à ton article. »

source: Learn more about Webmentions at <a href="http://webmention.net">webmention.net</a>
de_de: Erfahre mehr über Webmentions auf <a href="http://webmention.net">webmention.net</a>
fr_fr: Plus d’informations à propos de webmention sur <a href=« http://webmention.net »>webmention.net</a>

source: Disable Self Webmentions on the Same URL
de_de: Deaktiviere selbstreferenzielle Webmentions an dieselbe URL
fr_fr: Désactiver les auto-webmention sur la même adresse

source: Disable Self Webmentions on the Same Domain
de_de: Deaktive selbstrefernzielle Webmentions an dieselbe Domain
fr_fr: Désactiver les auto-webmention sur le même domaine

source: Show Webmention Comment Form
de_de: Zeige das Webmention Kommentarformular an
fr_fr: Montrer le formulaire de commentaire webmention

source: Where to Direct Mentions of the Home Page
de_de: Wo sollen Erwähnungen der Homepage angezeigt werden
fr_fr: Où envoyer les webmention de la page d’accueil

source: Webmention Settings
de_de: Einstellungen für Webmentions
fr_fr: Paramètres webmention

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Homepage Webmentions
de_de: Webmentions der Homepage
fr_fr: Webmentions de la page d’accueil

source: Webmention Data
de_de: Daten der Webmention
fr_fr: Données webmention

source: Webmention Target
de_de: Ziel der Webmention
fr_fr: Cible webmention

source: Webmention Target Fragment
de_de: Ziel-Fragment der Webmention
fr_fr: Ancre de la cible webmention

source: Webmention Source
de_de: Quelle der Webmention
fr_fr: Source webmention

source: Webmention Creation Time
de_de: Erstellungszeit der Webmention
fr_fr: Date de création webmention

source: Webmention support for WordPress posts
de_de: Webmention Unterstützung für WordPress Artikel
fr_fr: Support des web mentions pour les articles WordPress
